cases/artigo_mestrado/on-caso-1.2/_grid_calib/P3900_d1e19/system/controlDict
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object controlDict;
}

application     simpleFoam;
startFrom       startTime;
startTime       0;
stopAt          endTime;
endTime         5000;
deltaT          1;
writeControl    timeStep;
writeInterval   5000;
purgeWrite      1;
writeFormat     ascii;
writePrecision  10;
writeCompression off;
runTimeModifiable no;

functions
{
    outletFlow
    {
        type            surfaceFieldValue;
        libs            ("libfieldFunctionObjects.so");
        regionType      patch;
        name            outlet_peri;
        operation       sum;
        fields          (phi);
        writeFields     false;
        writeControl    timeStep;
        writeInterval   1;
        log             false;
    }
}
