cases/artigo_mestrado/on-caso-1.2/_grid_calib/P3900_d1e19/constant/transportProperties
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object transportProperties;
}

nu              nu  [0 2 -1 0 0 0 0] 1.1e-06;
transportModel  Newtonian;
